Repository: swsnr/umbrella
Catalog: po/*.po
Languages: de

source: Backup your data with restic
de: Deine Daten mit restic sichern

source: Backup your home directory with restic to protect your personal data against hardware damage, accidential deletion, and other risks.
de: Sichere Dein Home-Verzeichnis mit restic, um Deine persönlichen Daten vor Hardwareschäden, versehentlicher Löschung und anderen Risiken zu schützen.

source: Umbrella offers a quick and easy way to routinely backup your home directory with restic. It targets users who are familiar with restic and its concepts, and have used the restic command line already, and now seek a convenient way to back up their personal data into existing restic repositories without reaching for the command line.
de: Umbrella bietet einen schnellen und einfachen Weg, Dein Home-Verzeichnis regelmäßig mit restic zu sichern. Das Programm richtet sich an Benutzer, die mit restic und dessen Konzepten vertraut sind, die restic Kommandozeile bereits benutzt haben, und jetzt einen bequemen Weg suchen, um ihre persönlichen Daten in existierende restic-Repositories zu sichern, ohne zur Kommandozeile greifen zu müssen.

source: Backup
de: Datensicherung

source: Initial alpha release.
de: Erste Vorabversion.

# application-window.start-page.title
source: Umbrella backup
de: Umbrella Datensicherung

# application-window.start-page.description
source: Under construction
de: In Entwicklung

# application-window.menu.label
source: _About Umbrella
de: Über Umbrella

source: translator-credits
de: Sebastian Wiesner <sebastian@swsnr.de>

# about-dialog.acknowledgment-section
source: Helpful services
de: Hilfreiche Dienste
